Repository: ahmedelnawawy/TransportSystem
Catalog: TransportSystems/App_GlobalResources/Store.*.resx
Languages: ar

source: Add Branch
ar: أضافة فرع

source: Add Driver
ar: أضــافة ســــائــق

source: Address
ar: العنوان

# AddressEM
source: The Address filed is required
ar: برجاء أدخل العنوان

# AddressPH
source: Enter Address
ar: أدخل العنوان

source: Add Store
ar: أضافة مخزن

source: Brand Card
ar: كارتة صنف

source: Close
ar: أغلاق

# GridNoRows
source: No Rows Available
ar: لا يوجد بيانات بالجدول

source: Item Outgoing
ar: صادرات صنف

source: Item Receipts
ar: واردات صنف

source: Name
ar: الأسم

# NameEM
source: The name filed is required
ar: برجاء ادخال الأسم

# NamePH
source: Enter name
ar: أدخل الأسم

# OutgoingPermission
source: Outgoing
ar: اذن صادر

source: Phone
ar: الموبايل

# PhoneEMR
source: the phone filed is required
ar: برجاء أدخل الموبايل

# PhoneEMV
source: this filed must be phone number
ar: أدخل الموبايل علي نفس نمط المثال

# PhonePH
source: Enter Phone ex: 201xxxxxxxxx
ar: ادخل موبايل مثل 201XXXXXXXXX

source: Save
ar: حفظ

source: Stocktaking
ar: جرد المخزون

source: Tools
ar: الأدوات

# WarehouseReceipts
source: Receipts
ar: اذن وارد

source: Branch name
ar: أسم الفرع

source: New Search
ar: بحث جديد

source: Search
ar: بحث

source: Store Name
ar: اسم المخزن

source: Add Unit
ar: أضافة وحده

source: Has size
ar: لها حجم

source: Lenght
ar: الطول

source: Not has size
ar: ليس لها حجم

# PPrice
source: Purchase Price
ar: سعر الــشراء

# Category
source: categorys
ar: الــفـائات

# Qty
source: Quantity
ar: الكمية

source: Size State
ar: حالة الحجم

source: Unit name
ar: أسم الوحده

source: Width
ar: العرض

source: category name
ar: أسم الفئه

source: Add Category
ar: أضافة فــئــة

source: Product Name
ar: اسم الــصــنـف

# Driver
source: Drivers
ar: الـــســــائـقـيـن

source: Add Service
ar: أضافة خدمة

source: Service name
ar: أسم الخدمة

source: Services
ar: الخدمات

source: Date From
ar: من

source: Date To
ar: الي

source: Discarded
ar: مرتجع

source: Employee Name
ar: اسم الموظف

source: Not Voided
ar: غير ملغيه

source: Purchase
ar: مٌورد

source: Purchase Invoices
ar: فواتير الشراء

# PurchaseType
source: Purchase Invoice Type
ar: نوع الشراء

# State
source: Is Voided
ar: الحاله

# TransactionNo
source: Transaction Number
ar: رقم التسلسل

source: Voided
ar: ملغيه

source: Discount
ar: الخصم

source: Discount Type
ar: نوع الخصم

source: Invoice Date
ar: تاريخ الأذن

source: SubAccount name
ar: اسم الحساب الفرعي

# TaxAdded
source: TaxAdded as Percentage (%)
ar: الضريبه المضافه (%)

source: Tax Added Value
ar: قيمة الضريبه المضافه

source: Total
ar: الأجمالي

source: Username
ar: اسم الموظف

source: Details
ar: تفاصيل الفاتوره

source: Percentage
ar: نسبه

source: Values
ar: قيمه

# LenghtEM
source: the Lenght filed is required.
ar: برجاء ادخل الطول

# QtyEM
source: the Quntity filed is required.
ar: برجاء ادخال الكمية

# WidthEM
source: The Width filed is required.
ar: برجاء ادخل العرض

# PPriceEM
source: The Purchase Price filed is required.
ar: برجاء ادخل سعر الــشراء

source: Vendors
ar: الموردين

# InvoiceNo
source: Invoice Number
ar: رقم الأذن

# OrderNo
source: Order Number
ar: رقم الطلب

source: Payment Value
ar: القيمة المدفوعه

source: Indebtedness
ar: المديونية

source: Customers
ar: الـــعــمـــلاء

source: Sale
ar: توريد

source: Sale Invoices Oper.
ar: عمليات فواتير البيع

# SaleType
source: Sale Invoice Type
ar: نوع الفاتوره

source: Sale Invoices
ar: فواتير البيع

source: Add Client
ar: إضافة عميل

source: Customer Balances
ar: ارصدة عملاء

source: Customer Statement
ar: كشف حساب عميل

source: Design Order
ar: بيــــان تصميم

source: Order Command
ar: أمـــر تشغيل

source: Sale Invoice
ar: أذن صرف بــضـاعـة

source: Sales Movement
ar: حركة مبيعات

# CommandOrderNo
source: Command Order Number
ar: رقم أمـر الــتشغيل

# CommandOrderNoEM
source: The CommandOrderNo Filed Is Required.
ar: برجاء ادخل رقم امر التشغيل

source: Company Code
ar: كود الشركة

# CompanyCodeEM
source: The Company Code Files Is Required.
ar: برجاء ادخل كود الشركة

source: Customer Or Company
ar: الشركه أو العميل

source: Date
ar: التاريخ

# DateEM
source: The Date Filed Is Required.
ar: برجاء ادخل التاريخ

# DesignOrderOper
source: Design Order Operation
ar: عمليات بيــان التصميم

source: E-mail
ar: البريد الالكتروني

# EmailEM
source: The E-mail Files Is Required.
ar: برجاء ادخل البريد الالكتروني

source: Operation Details
ar: تفاصيل العمليه

source: Operation Name
ar: أسم العملية

# OperationNameEM
source: The OperationName Filed Is Required.
ar: برجاء ادخل أسم العملية

source: Sales Name
ar: أسم المبيعات

# SalesNameEM
source: The Sales Name Files Is Required.
ar: برجاء ادخل أسم المبيعات

source: At Hour
ar: في الساعة

source: Notes
ar: الــملـحوظات

source: Receipt Date
ar: ميعاد الاستلام

source: Receipt Place
ar: مكان الأستــلام

source: Reviewer
ar: المراجــع

# ReviewerEM
source: The Reviewer filed is required.
ar: برجاء ادخل المراجــع

source: Statement
ar: الــــبيـــــان

source: Purchase Invoice With Detail Report
ar: تقرير فاتورة المشترايات بالتفاصيل :

source: Communication Method
ar: طريقة التواصول

source: Invoices Reports
ar: تقارير الفواتير

source: Pruchase Invoice Report
ar: تقرير فواتير الشراء

# EmailEMR
source: You must Enter Vaild E-mail .
ar: برجاء ادخل بريد الكتروني صحيح

# CommandOrderOper
source: Command Order Operation
ar: عمليات أمر التشغيل

source: Chopping
ar: تقطيع

source: Count
ar: العدد

# CountEM
source: The Count filed is required.
ar: برجاء ادخل العدد

source: executor
ar: الــمٌــنفذ

source: hanging
ar: مــعــلـــق

source: Machine Type
ar: نوع الماكينة

source: Manufacturing Materials
ar: خــامـات تـصنيع

source: Preparation
ar: تجــهيز

source: profile
ar: البروفيل

source: Service Type
ar: نوع الخدمة

# ServiceTypeEM
source: The Service Type filed is required.
ar: برجاء ادخل نوع الخدمه

source: The Cost Of Inks
ar: تكلفة الاحبار

source: thickness
ar: ثخــانة

source: Price In Meter
ar: السعر بالمتر

source: Price In Piece
ar: السعر بالقطعه

source: Another Material Name
ar: خــامــات أخري

source: Material Name
ar: أسم الخامة

# StatementEM
source: The Statement filed is required.
ar: برجاء ادخل البيان

source: Get Data
ar: استدعاء

source: Select Command Order
ar: أختار أمـــر تــشــغيل

# ExcutionOrderOper
source: Excution Order Operation
ar: عـمـلـــيــات أمــــر الـــتــنــفــيــذ

source: Choose
ar: اخـــتــار

# FinalTotalOper
source: Final Total Operation
ar: عمليات الأجمالي

source: Execution Order
ar: أمــــر الــتنــفيــذ

# FinalTotal
source: Final Total Page
ar: صفحة حــساب ألاجـــمـالــي

source: Used Services
ar: خدامات مستخدمة

source: Client Type
ar: نوع العميل

source: Licence Date
ar: تاريخ الترخيص

# LicenceDateEM
source: Licence Date filed is required.
ar: برجاء ادخل تاريخ الترخيص

# LicenceDatePH
source: Enter Licence Date
ar: ادخل تاريخ الترخيص

source: Licence Period
ar: فترة الترخيص

# LicencePeriodEM
source: Licence Period filed is required.
ar: برجاء ادخل فترة الترخيص

# LicencePeriodPH
source: Enter Licence Period
ar: ادخل فترة رخصة القيادة

source: License
ar: رخصة القيادة

# LicenseEM
source: The License filed is required.
ar: برجاء ادخل رخصة القيادة

# LicensePH
source: Enter License
ar: ادخل رخصة القيادة

source: Add Product
ar: أضــافة صــنــف

source: Description
ar: تــفــاصيل

source: Min Balance
ar: حــد الــطلـب

# MinBalanceEM
source: The Min Balance filed is required.
ar: برجاء ادخل حــد الــطلـب

source: Products
ar: الأًصــنـاف

# SPrice
source: Sale Price
ar: سعر البيع

# SPriceEM
source: The Sale Price filed is required.
ar: برجاء ادخل سعر البيع

# FromRegion
source: Region
ar: مـنـطـقـه

# TrafficDepartment
source: Add Traffic Department
ar: أضافة إدارة مــرور

source: Add City
ar: أضافة مدينة

source: Add Car Type
ar: أضافة نوع سـيـارة

source: Add Colors
ar: أضافة لون سـيـارة

source: Alert Period
ar: فــتـرة الـتـنـبـيـة

# AlertPeriodEM
source: The Alert Period filed is required.
ar: برجــاء ادخـل فــتـرة الـتـنـبـيـة

# AlertPeriodPH
source: Enter Alert Period
ar: ادخـل فــتـرة الـتـنـبـيـة

source: License End Date
ar: تـاريـخ إنـتهاء الرخــصـة

source: Traffic Department Name
ar: أسم إدارة المرور

source: Add From Region
ar: أضافة منطقه

source: Get Location
ar: الحصول علي الأحداثيات

source: Latitude
ar: خط العرض

source: Longitude
ar: خَطُّ الطُّول

source: Add ListPrice
ar: أضافة ســـعـــر نــقــل

source: ListPrice
ar: قــائـــمـة الأســعـار

source: Price
ar: ســـعــر الـــنــقـل

# PriceEM
source: The Price filed is required.
ar: برجاء ســـعــر الـــنــقـل

source: Region From
ar: نــقــل مــن مـنـطـقـة

source: Region To
ar: نــقــل إلي مـنـطـقـة

source: Supplier
ar: المورد

# ChangeRate
source: مــعــدل تـغـييـر
ar: مــعــدل الـتـغـييـر

source: Filter by Product Name
ar: بـحـث باسم الصنف

source: Insert
ar: إدراج

source: Product Price
ar: ســعـر الــصــنـف

# ProductPriceEM
source: The Product Price filed is required.
ar: برجاء ســعـر الــصــنـف

# ProductPricePH
source: Entre Product Price
ar: ادخـل ســعـر الــصــنـف

source: Price Per Record
ar: الاجمالي للصنف

# LookUpsViews
source: Look Ups
ar: مـلـحـقـات الـمدخلات

source: Add Role
ar: أضــافـة وظـيـفـة

source: Add Transport Command
ar: أضــافــة أمــــر الــنــقــل

# SupplierName
source: أســـم الـمٌـورد
ar: أســـم مــتـعـهــد الــنــقــل

# TotalTransportPrice
source: الــسعـر الإجــمالــي للــنــقــل
ar: الـــقــيـمـة الإجــمالــية

# TotalTransportPriceEM
source: برجاء ادخل الــسعـر الإجــمالــي للــنــقــل
ar: برجاء ادخل الـــقــيـمـة الإجــمالــية

source: Transport Command
ar: أمــــر الــنــقــل

source: Date Of Transport
ar: تـــاريخ الأذن

source: Product Type
ar: نــــوع الـــبـضاعــة

source: Password
ar: كلمة المرور

# PasswordEM
source: The Password filed is required.
ar: برجاء ادخل كلمة المرور

source: Add CarChangeRateOnDis
ar: أضافة معدل التغيير والمسافة المقطوعه

# After
source: Speedometer Read After
ar: قراءة عداد السرعة بعد

# AfterEM
source: The Speedometer Read After filed is required.
ar: برجاء ادخل قراءة عداد السرعة بعد

# Before
source: Speedometer Read Before
ar: قراءة عداد السرعة قبل

# BeforeEM
source: The Speedometer Read Before filed is required.
ar: برجاء ادخل قراءة عداد السرعة قبل

source: CarChangeRateOnDis
ar: معدل التغيير والمسافة المقطوعه

# TransferProductType
source: Product Type
ar: نوع البضاعة

source: Solar Or Oil Report
ar: تقارير استعاضة السولار او البنزين
